{
  "snapchat": {
    "title": "Snapchat",
    "infoAccordion": [
      "What Snapchat knows about you",
      "Snapchat collects account information such as your name, email address, phone number, and username.",
      "Snapchat collects the content of the snaps and chats you send and receive on its servers including all photos, videos, voice and text messages.",
      "Snapchat collects information about your location when you use the app, via GPS or Wi-Fi signals.",
      "Snapchat collects information about the device you use to access the app, such as the model, operating system, and unique device identifiers.",
      "Snapchat builds a usage profile for every user, based on how you make use of the app and the behaviour patterns you exhibit while using the app.",
      "Advertisements data is stored on the ads you view and interact with, as well as your engagement with sponsored content and marketing campaigns.",
      "If allowed, Snapchat collects information about your phone's contacts and stores their details."
    ],
    "tutorialAccordion": [
      "Privacy Protection Tutorial",
      "To access the Snapchat settings tap on your profile or bitmoji in the top left of the screen, and tap the settings cog on top right. That opens the general settings. You are able to add two factor authentication if you want to secure your account.",
      "Under the “Additional services” you can find the permissions if you want to disable Snapchats access to things like location, microphone etc.",
      "Under “Ad Preferences” you can change or turn off targeted advertising",
      "In “Lifestyle & Interests” you can see and change the inferred information they have created around your data.",
      "Lower in the “Privacy Controls” section, you can find the settings for Snapmaps. Here you can turn the feature on or off, change who can see you, or disable it temporarily.",
      "And finally below that you can change who can see your stories"
    ],
    "tutorialImages": ["snaptut0", "snaptut2"],
    "misUiAccordion": [
      "Misleading UI features",
      "The “streaks” feature on Snapchat is a call to action to attempt to motivate users to engage in the app daily. More recently, with the dwindling popularity of the “streaks” feature, Snapchat has implemented a timer icon that appears when a “streak” is about to end in order to add a further level of urgency to engage with the app.",
      "The “snap score” feature which is based on how much a user interacts with the app gamifies engaging with the app to encourage use. It also enables social comparison as your score and your friend’s scores are visible which is an attempt to increase app engagement also.",
      "The signup form for Snapchat on the web makes it seem like you need to add your email address to complete signing up but you don’t."
    ],
    "misUiImages": ["snapchat2"],
    "tecSecAccordion": [
      "Technical Information",
      "Snapchat has a tightly packaged application that has been written with security in mind, making use of many techniques to prevent decompiling of the app. Decompilation is the process of taking app code and converting it back into something that humans can understand.",
      "Snapchat’s code makes use of control flow obfuscation, which makes the flow of a program harder to follow by adding unnecessary instructions or jumps. It also uses bogus conditional statements that always evaluate to a certain outcome, used to confuse and make the code harder to understand. There are even non-functional instructions added to the code to make it harder to reverse engineer or analyse.",
      "Alongside this secure design, snapchat also has a developer API, but it cannot be used to collect user personal data, only to use Snapchats’ tools for BitMoji and login integration or to work with their lenses and filters and their Augmented reality toolkit."
    ],
    "tncAccordion": [
      "Summarised Terms and Conditions",
      "By using Snapchat, you are giving the company permission to use, modify, and distribute any content that you share on the platform.",
      "(This means that users' content can be used by Snapchat without further permission or compensation. Users should be aware of this before posting on the platform.)",
      "You agree to take responsibility for any activity that takes place on your account, whether it was done by you or someone else who has access to your account.",
      "(Users are responsible for any activity that occurs on their account, whether done by themselves or someone else who has access to their account.)",
      "Snapchat collects a variety of information about its users, including location data and usage information. By using the service, you are giving the company permission to collect, use, and share this information",
      "(The statement is relevant to users because it explains Snapchat's data collection practices and their impact on users' privacy. By using Snapchat, users are agreeing to allow the company to collect and use their data, including location data and usage information. This information may be shared with third-party advertisers and other partners in accordance with Snapchat's Privacy Policy. Users should be aware of the types of data Snapchat collects and how it is used, as well as their options for controlling their data and privacy settings.)"
    ]
  },
  "tiktok": {
    "title": "TikTok",
    "infoAccordion": [
      "What TikTok knows about you",
      "TikTok collects information about the device you use to access the app, including the type of device, operating system, and IP address.",
      "TikTok collects information about how you use the app, including the videos you watch, how long you watch each video, the accounts you follow, and your search history.",
      "TikTok uses cookies and other tracking technologies to gather information about your usage patterns, preferences, and interactions with the app.",
      "TikTok collects data about the ads you see and interact with, including the types of ads you prefer and your response to them.",
      "TikTok collects basic information such as your name, age, and profile picture.",
      "TikTok collects your location data if you allow it to access your device's GPS or Wi-Fi.",
      "If you allow it, TikTok will access your phone's contacts and store them, to check against their own database for other users."
    ],
    "tutorialAccordion": [
      "Privacy Protection Tutorial",
      "To get into the Tiktok settings, tap into your profile, and then click the menu in the top right.",
      "In the privacy section, you can set your account to private, and change how your account might get shown to other users. Down below you can also change who can do different things with the videos you might post such as stitch/duet or save or download your videos.",
      "Going back to the previous menu you can access “Security” settings, here you can enable two factor authentication.",
      "Lower in the main settings, in the “ads” section you can change your settings for personalized ads. Here you can stop the app from showing you ads from particular companies you've already seen."
    ],
    "tutorialImages": ["tiktoktut0", "tiktoktut3"],
    "misUiAccordion": [
      "Misleading UI features",
      "The Sign Up Page. Upon making your TikTok account you are prompted to confirm whether you are over 18 with “yes” or “no” buttons. However, Tiktok has merged this question with asking for your consent to allow personalised ad content.",
      "A combination of autoplaying videos in an endless scroll format aims to colonise your attention as much as possible. Unlike videos on Facebook or Twitter where you can scroll up fast to skip past a few videos, on TikTok you are locked in to one video at a time. TikTok is in full control of what you see.",
      "TikTok stifles external links and lengthy descriptions on videos in order to keep you in the app for as long as possible. Anything that could possibly take you out of the app is never placed front and centre on your FYP feed",
      "As well as merging multiple calls to action under one “yes” or “no” option, TikTok designs their options asymmetricaly to add an extra push to users to accept their requests for “experience improvement”. Notice the “OK” both capitalised and in bold compared to the “Don’t allow” which is not capitalised and not in bold. Using “OK” as opposed to “Allow” deceives users into forgetting that TikTok are asking for permissions which the user has a choice in allowing."
    ],
    "misUiImages": ["tiktok0", "tiktok3"],
    "tecSecAccordion": [
      "Technical Information",
      "The official TikTok API is available for developers, with tools such as Login Kit which allows users to sign in to new apps quickly using their TikTok account, Embed videos allows easy sharing of TikTok videos on websites, Research API gives researchers access to public data on user profiles, videos, and comments.",
      "Similar to the other big apps, they do not allow for private user information to be accessed by anyone via their APIs. TikTok has strict guidelines on data use and privacy, and any unauthorized attempted access to user data results in removal of access. Their mobile application is published with a full suite of code obfuscation to make it difficult to decompile. Decompilation is the process of taking app code and converting it back into something that humans can understand.",
      "An in-app browser is a browser that is integrated within a mobile app, allowing users to browse web content without leaving the app. The in-app browser for TikTok can make use of in-app-tracking.",
      "When you access a link, including ads, via the in-app-browser, the TikTok browser injects JavaScript code into those external websites, which allows them to monitor all user interactions on the website without consent from the user or website provider. This includes tracking button and link clicks, text selections, and form inputs like passwords and credit card numbers. The full details of the data collected by the in-app browser and how it is transferred or used are not known.",
      "The in-app-browser for TikTok used to have a large security vulnerability involving these tools, which allowed for a malicious URL to use these JavaScript injection tools to takeover the user’s account. This was fixed, but the injection tool still remains as a feature in the browser to this day."
    ],
    "tncAccordion": [
      "Summarised Terms and Conditions",
      "You are agreeing to allow TikTok to collect information from you, including your name, email address, phone number, location data, and other information that you may provide to the app. TikTok may also collect information about your devices, including device type, operating system, and unique device identifiers.",
      "You are agreeing to allow TikTok to use the information it collects to provide and improve its services and personalize your content and advertising.",
      "By agreeing to TikTok's terms, users allow the collection and use of personal information, including location, device info, and browsing history, to create a profile of interests and behavior.",
      "TikTok allows you to set your account to private, which means that only approved followers can see your content. TikTok also allows you to control the use of your personal information for advertising purposes.",
      "TikTok may also use information about your activity on the platform, to infer your interests and preferences and show you more relevant content and ads.",
      "TikTok allows you to link your account with other third-party services, which may result in additional personal information being collected and shared."
    ]
  },
  "bereal": {
    "title": "BeReal",
    "infoAccordion": [
      "What BeReal knows about you",
      "BeReal stores your personal account information, such as name, date of birth, and phone number.",
      "BeReal collects information about the device you use to access the app, including the type of device, operating system, and IP address.",
      "BeReal collects information about how you use the app, including the posts you make, posts you view, posts you interact with, via comments or RealMoji.",
      "BeReal collects your location data if you allow it to access your device's GPS or Wi-Fi.",
      "If you allow it, BeReal will access your phone's contacts and store them, to check against their own database for other users. This data is stored in their servers for the friend suggestion feature."
    ],
    "tutorialAccordion": [
      "Privacy Protection Tutorial",
      "Bereal is a new app in the market and due to the simplicity of its design and features there are limited settings to change. To access settings, select your profile in the top right corner, and then the three dots in the top right corner. The privacy settings allow you to block or hide users.",
      "Bereal will attach your location to your daily post by default. The only way to stop this is by tapping the location button before sending/posting your Bereal, because there is no way of retroactively removing your location.",
      "The last thing you can do, is when you select your Bereal you can choose who can see your Bereal, either just your friends or you can post it to the global “discover” page so that anyone can see your post."
    ],
    "tutorialImages": ["berealtut0"],
    "misUiAccordion": [
      "Misleading UI features",
      "Great News! BeReal has next to no deliberately misleading UI features."
    ],
    "misUiImages": ["muiTiktok1", "muiTiktok2"],
    "tecSecAccordion": [
      "Technical Information",
      "BeReal has a private API, but its app doesn’t make use of common code obfuscation. In relation to code, obfuscation is the process of intentionally making the code more difficult to understand or reverse-engineer, by altering its structure, variables, and naming conventions, without changing its functionality.  For this reason, the app was reverse-engineered and its inner workings exposed, allowing for access to the “private” API.",
      "An API endpoint is a specific URL that allows users to access a particular function or service provided by an API via requests. Certain information in the request is unprotected, such as user image URLs being visible, no matter whether they are public or private.",
      "For each post shared with location enabled, including non-friends in the discover page, the API endpoint that displays the image has metadata containing the latitude and longitude where the post was taken, with precision to one meter.",
      "The friend suggestion endpoint is the function that generates a list of friends for you to add, based on who you are friends with. If only one person is inputted, then it returns their entire list of friends. This can be abused to build a large net of peoples’ data unknowingly.",
      "As BeReal is run by a very small team, unlike most other popular social media platforms, but sometimes the most obvious security threats are nuances in software architecture that have significant privacy implications, even though your application may still be “secure” by technical standards."
    ],
    "tncAccordion": [
      "Summarised Terms and Conditions",
      "In order to use BeReal you must create an account with a required phone number, which is verified via SMS confirmation. A name, age, username, and password are also required for account creation",
      "Users can create and share photos and information on their profile, view public content, content of friends, interact through commenting, messaging, and location sharing.",
      "Users can delete one piece of content per day or request more to be deleted.",
      "Users cannot create a new account after account deletion, the account is linked with a phone number that can only be used once.",
      "BeReal owns the application and its content except for user-generated content."
    ]
  },
  "instagram": {
    "title": "Instagram",
    "infoAccordion": [
      "What Instagram knows about you",
      "Instagram tracks and stores your activity on the platform, the posts you like, comments you make, accounts you follow, and hashtags you use.",
      "Instagram collects your device information like the type of device you're using, operating system, and browser type.",
      "Instagram collects location information based on your device's GPS, IP address, and Wi-Fi access points if you have location enabled for the application, and not just when posting with a location.",
      "If you make purchases on Instagram, the platform collects payment information like credit card numbers, billing addresses, and transaction histories.",
      "Instagram stores the content of all direct messages and group messages with other users, including images and voice notes.",
      "Instagram tracks and stores all data on the advertisements and sponsored content that you interact with on the platform.",
      "Search queries, and the pathways you took from those searches that you make on the platform are collected and stored."
    ],
    "tutorialAccordion": [
      "Privacy Protection Tutorial",
      "To access the settings in Instagram, tap on your profile in the bottom right, and then the three lines in the top right, and finally the settings cog.",
      "Firstly, the security tab will allow you to turn on two factor authentication.",
      "Within the privacy tab, the most well known privacy settings in Instagram is at the top of the page allowing you to change your account to private so you can filter who follows you. There are also tabs to change who can do things like comment, mention, and do various things with your stories such as sharing them through messages.",
      "Further down, the “Activity status” tab allows you to turn off the activity status which shows other people whether you currently are or when you were last on Instagram.",
      "Finally, at the bottom of the settings page. The “Cookies” tab has some important options, such as whether they can share your instagram data with other companies, or if they can use your data from other companies in Instagram."
    ],
    "tutorialImages": ["instatut0", "instatut2"],
    "misUiAccordion": [
      "Misleading UI features",
      "Instagram utilises words like “activity” and “personalised” as opposed to “tracking” and “targeting” which enables them to suggest accepting personalised ads aka a “better ads experience” to users more palatable. Notice how the option to opt in to personalised ads is a light blue and more appealing as opposed to the blacked out and dull opt out option.",
      "Instead of allowing the user to decline notifications on the app, Instagram only presents the user with a “not now” option. This enables Instagram to engage in nagging behaviour by continuing to ask the user which notification settings they would like to set if they select “not now”.",
      "If a user wants to hide “suggested posts” on Instagram, they can only do it for 30 days. Essentially, after the 30 days, Instagram will uncheck your preferences and reactivate suggested posts until (and if) you deactivate them again."
    ],
    "misUiImages": ["instagram0", "instagram1", "instagram2"],
    "tecSecAccordion": [
      "Technical Information",
      "Instagram has a developer API (Application Programming Interface), which approved developers have access to. To gain approval, you must create a develop account with Meta, and you must not gather personally identifiable data. Your API access will be shut down if you try.",
      "A private account prevents your data being accessed with the developer API, including all posts, used hashtags, post locations, and private profile information.",
      "An in-app browser is a browser that is integrated within a mobile app, allowing users to browse web content without leaving the app. The in-app browser for Instagram can make use of in-app-tracking.",
      "When you access a link, including ads, via the in-app-browser, the Instagram app injects JavaScript code into those external websites, which allows them to monitor all user interactions on the website without consent from the user or website provider. This includes tracking button and link clicks, text selections, and form inputs like passwords and credit card numbers. The full details of the data collected by the in-app browser and how it is transferred or used are not known."
    ],
    "tncAccordion": [
      "Summarised Terms and Conditions",
      "Content Ownership: When you post content on Instagram, you still own it, but you give Instagram a license to use and share it. This means that Instagram can display your content and use it in advertising. This license is non-exclusive, so you can still use your content in other ways, but you should be aware of the permissions you're giving Instagram when you post on their platform.",
      "Privacy: Instagram collects and uses your personal data, including information about your device, location, and activity on the platform. They may also share your data with third-party partners.",
      "Content License: When you post content on Instagram, you grant the platform a non-exclusive, royalty-free license to use your content. This license allows Instagram to display, reproduce, modify, distribute, and otherwise use your content in connection with their service. While you still own your content, this license affects your control over how it is used. Consider the implications of this license before posting content on the platform.",
      "Third-Party Links and Content: Instagram is not responsible for any third-party content or links on their platform, and users access them at their own risk. It's a warning to users to be cautious when accessing such content or links, and to take responsibility for their own online behavior."
    ]
  },
  "youtube": {
    "title": "Youtube",
    "infoAccordion": [
      "What Youtube knows about you",
      "YouTube collects personal information such as name, email address, phone number, and date of birth. This information is required to create a user account. This information is not verified.",
      "Users’ video viewing history is collected, including the duration of the video, the time and date the video was watched, and the user's interaction with the video - like how if sections were skipped or replayed.",
      "YouTube tracks the user's search history on the platform, including the search terms used, the time and date of the search, and the results that were clicked.",
      "YouTube collects user location data, including the user's IP address, information on nearby Wi-Fi networks, and GPS data, if enabled.",
      "YouTube collects user's device information, including the device type, operating system, and browser type.",
      "YouTube collects data on advertisements, including the number of ads viewed, the time and date of the ad view, and the user's interaction with the ad.",
      "User comments and feedback submitted on videos, channels, and other content on the platform are collected.",
      "The channels that a user subscribes to, the content that a user uploads or creates, and the playlists that a user creates are all collected and stored.",
      "If a user links their YouTube account to their social media accounts, YouTube collects information from those accounts, such as the user's friends list and the content that the user shares from YouTube.",
      "YouTube collects user data from third-party sources, such as advertisers or data brokers."
    ],
    "tutorialAccordion": [
      "Privacy Protection Tutorial",
      "The Youtube app links a lot of their settings with the general Google settings, which makes it difficult to change particular settings. To get into the settings tap on your profile in the top right of the home page, then tap on the Settings cog.",
      "First the tab named “Your data in Youtube”. Here you can find the google-wide settings like location history, web & app activity and personalized ads. These can't be turned off for youtube and not for other Google products. So turning off location data here will impact apps such as Google maps. This also means that you can’t separate your Google searches from your Youtube account. The next place we can look is in the settings tab.",
      "The ad settings button will also take you out of the app and into the Google settings.  You can also disable personalized ads here."
    ],
    "tutorialImages": ["youtubetut0", "youtubetut1"],
    "misUiAccordion": [
      "Misleading UI features",
      "You'll be glad to hear that Youtube has next to no deliberately misleading UI features."
    ],
    "misUiImages": ["muiTiktok1", "muiTiktok2"],
    "tecSecAccordion": [
      "Technical Information",
      "As a major Google brand, YouTube takes security seriously, which is always reassuring. The API is available to all users but is mainly focused on the site’s content. The user data accessible through the API is the basic profile information that anyone can see on the app.",
      "Even though the YouTube API is available to all users, it's designed to protect other users' data. The YouTube API has strict usage policies that prohibit downloading of user data in bulk, as it can be used for malicious purposes such as spamming or phishing.",
      "The mobile application features obfuscation in the app design, making it very difficult to decompile and access information that is not available from official sources.",
      "If you're an authorized API user who meets certain criteria (like having a legitimate reason and following the usage policies), you can access a limited set of user data, such as their profiles, videos, playlists, and comments."
    ],
    "tncAccordion": [
      "Summarised Terms and Conditions",
      "By uploading videos or other content to YouTube, you are giving YouTube a worldwide, non-exclusive, royalty-free, transferable license to use, reproduce, distribute, display, and perform the content in connection with the YouTube service.",
      "YouTube uses cookies and other tracking technologies to track user activity on the site and across the web. This information can be used to create a profile of the user's interests and behavior, which is used for targeted advertising and content personalization.",
      "Giving YouTube access to your personal information: You agree to give YouTube access to certain personal information, such as your name, email address, and payment information if you monetize your content.This information can also be shared with third-party partners and advertisers. As a result, users may feel that they have less control over their personal information and that it is being used for purposes beyond their original intentions, leading to a sense of vulnerability and loss of privacy.",
      "Adhering to advertising policies: If you monetize your content on YouTube, you agree to follow YouTube's advertising policies, which include rules around ad placement, content suitability, and advertiser-friendly content."
    ]
  },
  "twitter": {
    "title": "Twitter",
    "infoAccordion": [
      "What Twitter knows about you",
      "Twitter collects basic personal information such as name, email address, phone number, and location.",
      "Twitter collects information about the devices used to access its services, such as IP addresses, browser types, and operating systems.",
      "How users interact with its platform is recorded, including the tweets they post, the accounts they follow, and the searches they conduct.",
      "Twitter uses cookies and other tracking technologies to collect information about user activity on its platform and to serve targeted advertising.",
      "Precise location of a user's device is collected, for location-based services and targeted advertising.",
      "Twitter stores the content of direct messages sent between users.",
      "Twitter collects data on user interactions with advertisements, such as clicks or views.",
      "Payment information: Twitter may collect payment information if a user makes a purchase through its platform.",
      "Twitter collects data from third-party sources, such as advertisers or data brokers, to better target ads or personalize user experiences.",
      "Twitter collects users’ biometric data such as voiceprints, fingerprints, or facial recognition data for account verification purposes."
    ],
    "tutorialAccordion": [
      "Privacy Protection Tutorial",
      "Twitter doesn't necessarily make it easy to see or change your privacy settings.",
      "Tap your profile in the top left, tap the “Settings and Support” drop down and tap “Settings and privacy”",
      "You can enable 2 factor authentication in the “Security and account access” section.",
      "Once you enter the “Privacy and safety” section",
      "You can control who can see your profile in the “Discoverability and contacts” section",
      "Scroll down to “ad preferences” and you can turn off personalized ads",
      "Below that you can see and edit Twitter's ability to use your data to infer and identity for you as well as sharing your twitter data with other companies. Here you can also disable content based on your location data."
    ],
    "tutorialImages": ["twittertut0", "twittertut2"],
    "misUiAccordion": [
      "Misleading UI features",
      "While using the Twitter app, user’s can randomly be asked to opt in for personalised ads without a clear button to decline or click off the prompt, until, you drag the prompt up, uncovering a small “Keep less relevant ads” text button. Ironically, the personalised ads prompt is titled “You’re in control”."
    ],
    "misUiImages": ["muiTwitter0"],
    "tecSecAccordion": [
      "Technical Information",
      "The Twitter API does not provide Tweet information for Tweets that have been deleted, and does not provide Tweets from users who have made their Tweets private. Only information that the user publishes as public are available.",
      "The app cannot be decompiled with any ease, making use of the code obfuscation methods seen in many of the platforms.",
      "There is unofficial APIs that work similarly to the official one, and allow for someone to get the personal information of a profile, like birthday and biography if it exists and is public, using only the account username."
    ],
    "tncAccordion": [
      "Summarised Terms and Conditions",
      "Data Retention: Twitter keeps your profile information and content for the duration of your account. and keep other personally identifiable data they collect when you use twitter and services for a maximum of 18 months",
      "Data Collection: Twitter collects data about your use of the platform, including your location, device information, and browsing history, and uses this information to build your profile for targeted advertising.",
      "Twitter may contain links to third-party websites, and you agree that Twitter is not responsible for the content or actions of these sites.",
      "Twitter cannot guarantee that all user data and tweets are deleted if a user deletes their account, as tweets often make it out of Twitters’ control and are saved by others."
    ]
  },
  "misleadingUI": {
    "title": "Misleading UI",
    "pageContent": [
      "Common Features",
      "",
      "Infinite Scrolling",
      "Social media apps often use infinite scrolling to keep users engaged, but this can lead to users spending more time on the app than they intended and feeling overwhelmed.",
      "Misleading Notification Counts",
      "Some apps display unread notification counts that include notifications for irrelevant or trivial updates, such as when someone likes one of your posts.",
      "Hidden Settings and Privacy Controls",
      "The settings and privacy controls in some social media apps can be difficult to find and use, making it difficult for users to control their data and privacy.",
      "Manipulative Design Elements",
      "Some apps use design elements, such as red notification dots, to create a sense of urgency and drive engagement.",
      "Algorithmic Feeds",
      "Social media apps use algorithms to curate users' feeds, which can result in users being shown content that reinforces their existing beliefs and biases, rather than exposing them to a diverse range of perspectives.",
      "Auto-Playing Videos",
      "Some apps automatically play videos in users' feeds, which can result in users using more data and being exposed to content they didn't intend to watch.",
      "Addiction-Fueling Features",
      "Social media apps often include features that are designed to be addictive, such as the infinite scroll or the use of push notifications, leading users to spend more time on the app than they intended.",
      "False Sense of Popularity",
      "Some apps use likes, followers, and other metrics to create a false sense of popularity and social validation.",
      "Confusing Navigation",
      "Some apps have complex and confusing navigation systems that make it difficult for users to find the content they're looking for.",
      "Hidden Ads",
      "Social media apps often use hidden ads that blend in with the user's feed, making it difficult for users to distinguish between advertisements and genuine content."
    ]
  },
  "privacy": {
    "title": "Privacy",
    "pageContent": [
      "Why Privacy Matters",
      "",
      "Protecting Personal Information",
      "Personal information, such as name, date of birth, address, phone number, email and credit card details can be used by cybercriminals to commit identity theft or other types of fraud.",
      "Protecting Online Reputation",
      "Anything you post can potentially affect future opportunities. Employers, colleges, and other organizations often search social media profiles before making decisions, so it's important for young people to be mindful of what they post online.",
      "Tracking",
      "Many websites and services track our online activities, such as the websites we visit, the products we buy, and the searches we perform. This tracking can be used to create detailed profiles of our interests and behavior, which can be sold to advertisers, used for targeted marketing, or even used to manipulate our thoughts and actions.",
      "Maintaining Confidentiality",
      "Online privacy is crucial for maintaining confidentiality in sensitive situations. For example, individuals may need to share sensitive information with healthcare providers, financial advisors, or legal professionals, and their privacy must be protected.",
      "Preventing Targeted Advertising",
      "Online privacy is important because it can help prevent targeted advertising. Targeted ads can be invasive and may feel like an invasion of privacy, especially when they are based on personal information that has been collected without consent.",
      "Government surveillance",
      "In some countries, governments engage in surveillance of their citizens' online activities. This can be used to monitor dissidents, suppress free speech, and limit freedom of expression e.g China, Russia, Iran, North Korea & USA."
    ]
  },
  "sources": {
    "title": "Our sources",
    "content": ["source 1", "source 2", "source 3"]
  }
}
